# -*- coding: utf-8 -*-


CANDIDATES = [
    {
        "name": "Ch. Mehmood-ul-Haq",
        "urdu_name": "چوھدری محمود الحق",
        "sign": "lion.png",
    },
    {
        "name": "Abid Hussain Chatta",
        "urdu_name": "عابد حسین چھٹہ",
        "sign": "bat.png",
    },
    {
        "name": "Tahir Masood",
        "urdu_name": "طاھر مسعود",
        "sign": "arrow.png",
    },
    {
        "name": "Sabahat Bhatti",
        "urdu_name": "صباحت بھٹی",
        "sign": "rabbit.png",
    },
    {
        "name": "Tanveer Nasir",
        "urdu_name": "تنویر ناصر",
        "sign": "bowl.png",
    },
    {
        "name": "Rana Wakeel",
        "urdu_name": "رانا وکیل",
        "sign": "cup.png",
    },
    {
        "name": "Nausheen Bhatti",
        "urdu_name": "نوشین بھٹی",
        "sign": "crane.png",
    },
]

POLLING_STATIONS = [
    {
        "number": "1",
        "name": "aa",
        "urdu_name": "گورنمنٹ گرلز مڈل سکول کیڑواڑہ"
    },
    {
        "number": "2",
        "name": "PS12",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول قلعہ شبدیو سنگھ"
    },
    {
        "number": "3",
        "name": "PS13",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول کھمبیاں والا"
    },
    {
        "number": "6",
        "name": "PS13",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول کوٹ وار"
    },
    {
        "number": "7",
        "name": "PS13",
        "urdu_name": "گورنمنٹ گرلز مڈل سکول کوٹ وار"
    },
    {
        "number": "8",
        "name": "PS13",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول کیراں"
    },
    {
        "number": "9",
        "name": "PS13",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول واڑہ بہلولیاں"
    },
    {
        "number": "10",
        "name": "PS13",
        "urdu_name": "گورنمنٹ گرلز مڈل سکول کیرواڑہ"
    },
    {
        "number": "11",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول قلعہ شبدیوسنگھ"
    },
    {
        "number": "12",
        "name": "",
        "urdu_name": "گورنمنٹ پرائمری سکول قلعہ اکواک سنگھ"
    },
    {
        "number": "13",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول چوھڑی ڈل"
    },
    {
        "number": "14",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول کوٹ نو نہال سنگھ"
    },
    {
        "number": "15",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول مقبول پورہ"
    },
    {
        "number": "16",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول نائی والہ"
    },{
        "number": "17",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز مڈل سکول دولت آباد روڑانوالی"
    },{
        "number": "18",
        "name": "",
        "urdu_name": "گونمنٹ پرائمری سکول ماھدہ قدیم"
    },{
        "number": "19",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ھائی سکول موگی غلام"
    },{
        "number": "20",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز مڈل سکول ھاتھی آنہ"
    },{
        "number": "21",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول کھمبیانوالہ"
    },{
        "number": "22",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز مڈل سکول واڑہ امام دین شرقی"
    },{
        "number": "23",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول دوآبیانوالہ"
    },{
        "number": "24",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول گورونوالی"
    },{
        "number": "25",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول کوٹ جگجیت سنگھ"
    },{
        "number": "26",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول گورائے والا"
    },{
        "number": "27",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول لاگر"
    },{
        "number": "28",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ھائی سکول لاگر"
    },{
        "number": "29",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول لاگر"
    },{
        "number": "30",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول لاگر"
    },{
        "number": "31",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ھائی سکول لاگر"
    },{
        "number": "32",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول تانی چک"
    },{
        "number": "51",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول گورونوالی"
    },{
        "number": "91",
        "name": "",
        "urdu_name": "عرفان القرآن ماڈل سکول"
    },{
        "number": "92",
        "name": "",
        "urdu_name": "گورنمنٹ پرائمری سکول فیصل ٹاون"
    },{
        "number": "93",
        "name": "",
        "urdu_name": "گورنمنٹ بوئز پرائمری سکول فیصل ٹاون"
    },{
        "number": "94",
        "name": "",
        "urdu_name": "گورنمنٹ پرائمری سکول نمبر 1 مانانوالہ"
    },{
        "number": "95",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ھائر سیکنڈری سکول مانانوالہ"
    },{
        "number": "96",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول نمبر 2 عید گاہ روڈ مانانوالہ"
    },{
        "number": "97",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ھائر سیکنڈری سکول مانانوالہ"
    },{
        "number": "98",
        "name": "",
        "urdu_name": "دفتر ٹاون کمیٹی بلدیہ"
    },{
        "number": "99",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول مانانوالہ"
    },{
        "number": "100",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول مانانوالہ"
    },{
        "number": "101",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول مانانوالہ"
    },{
        "number": "102",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول مانانوالہ"
    },{
        "number": "103",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائری سکول اکبر آباد"
    },{
        "number": "104",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول کوٹ جگجیت سنگھ"
    },{
        "number": "105",
        "name": "",
        "urdu_name": "گورنمنٹ شفاخانہ حیوانات"
    },{
        "number": "106",
        "name": "",
        "urdu_name": "شفاخانہ حیوانات مانانوالہ"
    },{
        "number": "129",
        "name": "",
        "urdu_name": "گورنمنٹ پرائمری سکول چک ناھراہ"
    },{
        "number": "33",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول چک نمبر 525 مکی"
    },{
        "number": "34",
        "name": "",
        "urdu_name": "گورنمنٹ  بوائز مڈل سکول کوٹلہ پنجو بیگ"
    },{
        "number": "35",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول ہائی سیکشن فیروز وٹواں"
    },{
        "number": "40",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول فیروز وٹواں"
    },{
        "number": "41",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول فیروز وٹواں ہائی حصہ"
    },{
        "number": "36",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول مڈل سیکشن فیروز وٹواں"
    },{
        "number": "39",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول فیروز وٹواں ایلیمنٹری ونگ"
    },{
        "number": "43",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول فیروز وٹواں ایلیمنٹری ونگ"
    },{
        "number": "44",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول فیروز وٹواں ایلیمنٹری ونگ"
    },{
        "number": "37",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول ولگن جھنڈا"
    },{
        "number": "38",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول ولگن جھنڈا"
    },{
        "number": "42",
        "name": "",
        "urdu_name": "گورنمنٹ پرائمری سکول بنگلہ فیروز"
    },{
        "number": "45",
        "name": "",
        "urdu_name": "بنیادی مرکز صحت فیروز وٹواں"
    },{
        "number": "46",
        "name": "",
        "urdu_name": "گورنمنٹ پرائمری سکول رانا ٹاؤن فیروز وٹواں"
    },{
        "number": "4",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول چک نمبر 525  مکی"
    },{
        "number": "33",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول چک نمبر 525 مکی"
    },{
        "number": "112",
        "name": "",
        "urdu_name": "گورنمنٹ ایلیمنٹری سکول کوٹ دیارام"
    },{
        "number": "113",
        "name": "",
        "urdu_name": "بیسک ہیلتھ یونٹ مکی 460"
    },{
        "number": "114",
        "name": "",
        "urdu_name": "بیسک ہیلتھ یونٹ مکی 460"
    },{
        "number": "115",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول مکی 460"
    },{
        "number": "116",
        "name": "",
        "urdu_name": "گورنمنٹ پرائمری سکول ڈ ھلم"
    },{
        "number": "117",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ایلیمنٹری سکول جھینڈا چک نمبر 523 گ ب"
    },{
        "number": "33",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول چک نمبر 525 مکی"
    },{
        "number": "5",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول گھلا وٹواں"
    },{
        "number": "47",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول گھلا وٹواں"
    },{
        "number": "48",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول گھلا وٹواں"
    },{
        "number": "49",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول چونترہ اٹھوال"
    },{
        "number": "50",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول چونترہ اٹھوال"
    },{
        "number": "52",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول نواں کوٹ"
    },{
        "number": "53",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول جناح بلاک بھکھی"
    },{
        "number": "55",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول کھاریانوالہ"
    },{
        "number": "56",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول کھاریانوالہ"
    },{
        "number": "57",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول کھاریانوالہ"
    },{
        "number": "58",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول کھاریانوالہ"
    },{
        "number": "54",
        "name": "",
        "urdu_name": "دیہی مرکز صحت کھاریانوالہ"
    },{
        "number": "59",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول پرانی بلڈنگ کھاریانوالہ"
    },{
        "number": "60",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول پرانی بلڈنگ کھاریانوالہ"
    },{
        "number": "61",
        "name": "",
        "urdu_name": "گورنمنٹ پرائمری سکول دھاری گجراں"
    },{
        "number": "62",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول لونگووال"
    },{
        "number": "63",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز کمیونٹی ماڈل سکول لونگووال"
    },{
        "number": "64",
        "name": "",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول کدلتھی"
    },{
        "number": "65",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول لالو پھمن"
    },{
        "number": "66",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول لالو پھمن"
    },{
        "number": "67",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول لالو پھمن"
    },{
        "number": "68",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول آیا ورکاں"
    },{
        "number": "69",
        "name": "",
        "urdu_name": "گورنمنٹ گرلز ایلیمنٹری سکول چاہ چندو"
    },{
        "number": "70",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول دھوکے والی"
    },{
        "number": "71",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول بریارانواله"
    },{
        "number": "72",
        "name": "PS14",
        "urdu_name": "گورنمنٹ پرائمری سکول اسلام پورہ بھکھی"
    },{
        "number": "73",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول نواں کوٹ"
    },{
        "number": "74",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز مڈل سکول نواں کوٹ"
    },{
        "number": "75",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول بھکھی"
    },{
        "number": "76",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول بھکھی"
    },{
        "number": "77",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز انٹر کالج بھکھی"
    },{
        "number": "78",
        "name": "PS14",
        "urdu_name": "گورنمنٹ پرائمری سکول ٹھیڑیاں"
    },{
        "number": "79",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول اقبال بلاک بھکھی"
    },{
        "number": "80",
        "name": "PS14",
        "urdu_name": "بنیادی مرکز صحت بھکھی"
    },{
        "number": "81",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ایلیمنٹری سکول مہمونوالی"
    },{
        "number": "82",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول مہمونوالی"
    },{
        "number": "83",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول نواب کوٹ"
    },{
        "number": "84",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول ٹبی ہمبو پرائمری حصہ"
    },{
        "number": "85",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول ٹبی ہمبو پرائمری حصہ"
    },{
        "number": "86",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز مڈل سکول ٹبی ہمبو چک نمبر 578"
    },{
        "number": "87",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ایلیمنٹری سکول ٹھٹھہ تارڈاں"
    },{
        "number": "88",
        "name": "PS14",
        "urdu_name": "گورنمنٹ پرائمری سکول دوپ سڑی چک نمبر 578 شیخوپورہ"
    },{
        "number": "89",
        "name": "PS14",
        "urdu_name": "گورنمنٹ پرائمری سکول ہمبو تارڈاں"
    },{
        "number": "90",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول کدلتھی 224"
    },{
        "number": "107",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول نوکھر"
    },{
        "number": "108",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول نوکھر"
    },{
        "number": "109",
        "name": "PS14",
        "urdu_name": "گورنمنٹ ایلیمنٹری سکول کجر"
    },{
        "number": "110",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول کوٹ حسن"
    },{
        "number": "111",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ایلیمنٹری سکول کجر"
    },{
        "number": "112",
        "name": "PS14",
        "urdu_name": "گورنمنٹ ایلیمنٹری سکول کوٹ دیارام"
    },{
        "number": "113",
        "name": "PS14",
        "urdu_name": "بیسک ہیلتھ یونٹ مکی 460"
    },{
        "number": "114",
        "name": "PS14",
        "urdu_name": "گورنمنٹ ایلیمنٹری سکول مکی 460"
    },{
        "number": "115",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول مکی 460"
    },{
        "number": "116",
        "name": "PS14",
        "urdu_name": "گورنمنٹ پرائمری سکول ڈ ھلم"
    },{
        "number": "117",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ایلیمنٹری سکول جھینڈا چک نمبر 523 گ ب"
    },{
        "number": "118",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول بٹر"
    },{
        "number": "119",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول بٹر"
    },{
        "number": "120",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول ڈیرہ گجراں"
    },{
        "number": "121",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز پرائمری سکول دولت پورہ"
    },{
        "number": "122",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول جاتری کہنہ"
    },{
        "number": "123",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول جاتری کہنہ"
    },{
        "number": "124",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ہائی سکول جاتری کہنہ"
    },{
        "number": "125",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول رشیدنگر"
    },{
        "number": "126",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول اتحاد نگر"
    },{
        "number": "127",
        "name": "PS14",
        "urdu_name": "گورنمنٹ پرائمری سکول مانگاورکاں"
    },{
        "number": "128",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ایلیمنٹری سکول کیڑیانوالی"
    },{
        "number": "130",
        "name": "PS14",
        "urdu_name": "گورنمنٹ پرائمری سکول باھڑ"
    },{
        "number": "131",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول بگی برجی"
    },{
        "number": "132",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول باھومان"
    },{
        "number": "133",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز کمیونٹی سکول کالیہ"
    },{
        "number": "134",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول کوٹلی سموراں"
    },{
        "number": "135",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول میانہ ٹھٹہ"
    },{
        "number": "136",
        "name": "PS14",
        "urdu_name": "گورنمنٹ  پرائمری سکول رنسیں"
    },{
        "number": "137",
        "name": "PS14",
        "urdu_name": "گورنمنٹ  پرائمری سکول انبہ"
    },{
        "number": "138",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ہائی سکول مالووال"
    },{
        "number": "139",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول سریانوالہ"
    },{
        "number": "140",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز پرائمری سکول بھوےپور"
    },{
        "number": "141",
        "name": "PS14",
        "urdu_name": "بنیادی مرکز صحت ھوئیکے"
    },{
        "number": "142",
        "name": "PS14",
        "urdu_name": "گورنمنٹ گرلز ایلیمنٹری سکول فتح کلاس"
    },{
        "number": "143",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول 4 چک رسالہ"
    },{
        "number": "144",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول 4 چک رسالہ"
    },{
        "number": "145",
        "name": "PS14",
        "urdu_name": "گورنمنٹ بوائز ھائی سکول 4 چک رسالہ"
    },{
        "number": "146",
        "name": "PS14",
        "urdu_name": "گورنمنٹ  بوائزپرائمری سکول چک نمبر 5  یو سی سی"
    },{
        "number": "147",
        "name": "PS14",
        "urdu_name": "unknow1"
    },{
        "number": "148",
        "name": "PS14",
        "urdu_name": "unknown2"
    },{
        "number": "149",
        "name": "PS14",
        "urdu_name": "unknow3"
    },{
        "number": "150",
        "name": "PS14",
        "urdu_name": "unknown4"
    },
]



